<template>
    <div class="block headline observer-headline" id="about">
        <div class="row">
            <div class="row__block" data-animated="fadeInLeft">
                <h1 class="title row__title">Анатолий Черных</h1>
                <div class="paragraph headline__text">
                    родился 28 сентября 1954 года в Чкалове (Оренбурге) 1971 - 77 учился в Орловском художественном училище. Дипломная работа - серия плакатов "Это не должно повториться!" Премия Советского комитета защиты мира. 1977 - 81 преподавал живопись в Оренбургском художественном училище, был руководителем дипломников. 1982 - 88 учился в Институте живописи, скульптуры и архитектуры им. И.Е. Репина АХ СССР, дипломная работа - серия офортов "Певец и время. Владимир Высоцкий" 1988 - 93 преподавал рисунок и живопись в Санкт-Петербургском государственном академическом художественном лицее им. Б.В. Иогансонаах
                </div>
            </div>
            <div class="row__block">
                <div class="row__img">
                    <img class="row__picture" src="@/assets/img/Chernykh.jpg" alt="Chernykh">
                </div>
            </div>
        </div>
    </div>
</template>
